INSERT INTO courses (course_id, course_name, description, teacher_id)
VALUES 
(1, 'Математический анализ', 'Изучение основ анализа функций и интегралов.', 1),
(2, 'Теоретическая механика', 'Основные законы механики и их применения.', 2),
(3, 'Программирование', 'Введение в алгоритмы и структуры данных.', 3),
(4, 'Русская литература', 'Литературные произведения XIX-XX вв.', 4),
(5, 'Всемирная история', 'История от древности до современности.', 5),
(6, 'Биология человека', 'Основы анатомии и физиологии.', 6),
(7, 'Органическая химия', 'Изучение свойств органических соединений.', 7),
(8, 'Физическая география', 'Изучение природных явлений и ландшафтов.', 8),
(9, 'Философия науки', 'Анализ методов научного познания.', 9),
(10, 'Социология массовых коммуникаций', 'Исследование медиа и их влияния на общество.', 10),
(11, 'Психология личности', 'Теории личности и её развитие.', 11),
(12, 'Макроэкономика', 'Изучение экономических процессов в государстве.', 12),
(13, 'Физическая культура', 'Основы ЗОЖ и спортивной подготовки.', 13),
(14, 'Астрономия', 'Основы наблюдательной астрономии.', 14),
(15, 'Политические системы', 'Изучение различных типов правления.', 15);
