INSERT INTO students (first_name, last_name, birth_date, semester, group_name)
VALUES 
('Алексей', 'Иванов', '2003-04-12', 2, 'Б05-310'),
('Мария', 'Смирнова', '2002-11-05', 4, 'Б05-321'),
('Дмитрий', 'Кузнецов', '2004-06-23', 1, 'Б05-332'),
('Ольга', 'Попова', '2002-12-18', 4, 'Б05-313'),
('Игорь', 'Соколов', '2003-09-01', 3, 'Б05-324'),
('Светлана', 'Лебедева', '2003-02-22', 2, 'Б05-335'),
('Андрей', 'Новиков', '2004-07-30', 1, 'Б05-316'),
('Екатерина', 'Морозова', '2003-03-19', 3, 'Б05-327'),
('Максим', 'Петров', '2002-10-10', 4, 'Б05-338'),
('Наталья', 'Волкова', '2003-01-11', 2, 'Б05-319'),
('Сергей', 'Зайцев', '2003-05-14', 2, 'Б05-320'),
('Анна', 'Борисова', '2004-08-25', 1, 'Б05-331'),
('Илья', 'Медведев', '2003-06-04', 3, 'Б05-312'),
('Елена', 'Гончарова', '2002-09-23', 4, 'Б05-323'),
('Владимир', 'Фёдоров', '2004-03-08', 1, 'Б05-334');
