INSERT INTO teachers (first_name, last_name, department)
VALUES 
('Иван', 'Сергеев', 'Математика'),
('Ольга', 'Семенова', 'Физика'),
('Андрей', 'Николаев', 'Информатика'),
('Мария', 'Филатова', 'Литература'),
('Денис', 'Петров', 'История'),
('Анна', 'Кузьмина', 'Биология'),
('Игорь', 'Лебедев', 'Химия'),
('Екатерина', 'Васильева', 'География'),
('Максим', 'Громов', 'Философия'),
('Светлана', 'Иванова', 'Социология'),
('Роман', 'Ковалев', 'Психология'),
('Алина', 'Миронова', 'Экономика'),
('Владимир', 'Борисов', 'Физкультура'),
('Татьяна', 'Соколова', 'Астрономия'),
('Юрий', 'Зайцев', 'Политология');
